Ruby on Rails/Sasha san/Sasha san - old/Wacth_Rails/watch_rails/app/views/include/cart/_cart.html.erb

            <td>
              <% qty << item.quantity %><%= item.quantity %>шт.
            </td>
---
INSERT INTO "cart_items" ("cart_id", "product_id", "quantity", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["cart_id", 136], ["product_id", 628], ["quantity", 1], ["created_at", "2020-09-15 13:33:23.412387"], ["updated_at", "2020-09-15 13:33:23.412387"]]