Ruby on Rails/Development/MyBlogs/app/controllers/articles_controller.rb

SELECT "articles".* FROM "articles" ORDER BY created_at DESC
---
  def index

    @articles = Article.all.order("created_at DESC")

INSERT INTO "articles" ("title", "text", "created_at", "updated_at", "author") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["title", "qwertyui"], ["text", "asdxfghbjnk"], ["created_at", "2020-02-20 17:24:25.438304"], ["updated_at", "2020-02-20 17:24:25.438304"], ["author", "rewo"]]
---
  def create
     @article = Article.new(article_params)
     @article.author = current_user.username
     @article.save

SELECT "articles".* FROM "articles" WHERE "articles"."id" = $1 LIMIT $2  [["id", 25], ["LIMIT", 1]]
DELETE FROM "articles" WHERE "articles"."id" = $1  [["id", 25]]
---
  def destroy
    @article = Article.find(params[:id])
    redirect_to root_path, notice: 'Это не твоя статья чувак' unless current_user.username == @article.author
     if current_user.username == @article.author
       @article.destroy