Ruby on Rails/Development/MyBlogs/app/controllers/contacts_controller.rb

INSERT INTO "contacts" ("email", "message", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["email", "sinkline@gmail.com"], ["message", "my poshta"], ["created_at", "2020-02-02 17:56:11.353233"], ["updated_at", "2020-02-02 17:56:11.353233"]]
---
  def create
  @contact = Contact.new(contact_params)
    if @contact.valid?
      @contact.save