Ruby on Rails/Development/YouTube/MyBlog/app/controllers/comments_controller.rb

	def create
		@article = Article.find(params[:article_id])
    @comment = @article.comments.new(comment_params)
    @comment.author = current_user.username
    @comment.save
---
SELECT "articles".* FROM "articles" WHERE "articles"."id" = $1 LIMIT $2  [["id", 15], ["LIMIT", 1]]
INSERT INTO "comments" ("author", "body", "article_id", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["author", "falling"], ["body", "dfdfdfdf"], ["article_id", 15], ["created_at", "2020-02-17 18:08:30.516783"], ["updated_at", "2020-02-17 18:08:30.516783"]]