#encoding: cp866

hh = {'нюша' => 'Ты прячешь откровенные детали
Как будто мы с тобой друг друга не знаем.
Мы независимо пересекали
Улыбаюсь навстречу судьбе.
Мы оба погружались в это небо
Никто из нас на крыше раньше не был
Делились сотнями вспоминаний
И я всегда верила тебе.
Я теперь твое воспоминание.
Может я была тебе посланием
Ты забыть меня уже не сможешь
Ты не сможешь забыть… Ты не сможешь забыть…
Теперь нас разделяют километры,
И я опять ушла искать ответы.
Но помню все, что между нами было
И не забыть уже никогда.
Так больно оставлять на сердце шрамы
Но не было у этих чувств обмана,
Мы справились, и мы теперь сильнее.
Ты навсегда в сердце у меня.
Я теперь твое воспоминание.
Может я была тебе посланием
Ты забыть меня уже не сможешь,
Ты не сможешь забыть… Ты не сможешь забыть…'}

loop do 
	print "Enter word: "
	word = gets.chomp!

	translation = hh[word]
	puts "Translate: #{translation}"
end