Ruby on Rails/Sasha san/Sasha san - old/Wacth_Rails/watch_rails/app/controllers/cart_items_controller.rb

    def create
      cart_items.create!(item_params)
---
INSERT INTO "cart_items" ("cart_id", "product_id", "quantity", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["cart_id", 159], ["product_id", 691], ["quantity", 1], ["created_at", "2020-09-22 14:11:29.629754"], ["updated_at", "2020-09-22 14:11:29.629754"]]

    def destroy
      cart_items.find_by(item_params).destroy
---
DELETE FROM "cart_items" WHERE "cart_items"."id" = $1  [["id", 170]]