Ruby on Rails/Sasha san/Sasha san - old/Wacth_Rails/watch_rails/app/controllers/search_controller.rb

SELECT DISTINCT "products".* FROM "products" WHERE "products"."title" ILIKE '%roy%' LIMIT $1  [["LIMIT", 5]]
---
    def index
      @products = Product.ransack(title_cont: params[:q]).result(distinct: true)

      respond_to do |format|
      format.html {}
      format.json {
        @products = @products.limit(5)