Ruby on Rails/Sasha san/Sasha san - old/Wacth_Rails/watch_rails/app/views/product/show.html.erb

                <ul class="slides">
                  <% @product.galleries.each do |item| %>
---
SELECT "galleries".* FROM "galleries" WHERE "galleries"."product_id" = $1  [["product_id", 21]]