Ruby on Rails/Development/rail_blog/MyBlogs/app/controllers/articles_controller.rb

  def index

    @articles = Article.all.order("created_at DESC")
---
SELECT "articles".* FROM "articles" ORDER BY created_at DESC

  def create
     @article = Article.new(article_params)
     @article.author = current_user.username
     @article.save
---
INSERT INTO "articles" ("title", "text", "created_at", "updated_at", "author") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["title", "rrrr"], ["text", "rrrrr"], ["created_at", "2020-03-17 22:25:21.409709"], ["updated_at", "2020-03-17 22:25:21.409709"], ["author", "rewo"]]

  def destroy
    @article = Article.find(params[:id])
    redirect_to root_path, notice: 'Это не твоя статья чувак' unless current_user.username == @article.author
     if current_user.username == @article.author
       @article.destroy
---
SELECT "articles".* FROM "articles" WHERE "articles"."id" = $1 LIMIT $2  [["id", 33], ["LIMIT", 1]]
DELETE FROM "articles" WHERE "articles"."id" = $1  [["id", 33]]