class AddSpecialities < ActiveRecord::Migration
  def up
    {
        'Косметология' => [
            {'Медицинская косметология' => 'базовая подготовка'},
            {'Эстетическая косметология' => 'базовая подготовка'},
            {'Медицинская косметология' => 'повышение квалификации'},
            {'Эстетическая косметология' => 'повышение квалификации'},
            {'Сертификация' => nil}
        ],
        'Массаж' => [
            {'Медицинский массаж' => 'базовая подготовка'},
            {'Спа массаж' => 'базовая подготовка'},
            {'Повышение квалификации' => nil},
            {'Сертификация' => nil}
        ],
        'Маникюр и педикюр' => [
            {'Обучение маникюру' => 'базовая подготовка'},
            {'Повышение квалификации' => nil}
        ],
        'Менеджмент' => [
            {'Руководителям' => nil},
            {'Владельцам бизнеса' => nil},
            {'Администраторам и менеджерам' => nil},
            {'Косметологам' => 'которые работают на себя'}
        ]
    }.each do |root_speciality_title, children|
      root = Speciality.create!(title: root_speciality_title)
      children.each do |item|

        root.children.create!(title: item.keys.first, description: item.values.first)
      end
    end
  end

  def down
    Speciality.destroy_all
  end
end
