class AddCecutientVersionToInstitute < ActiveRecord::Migration
  def up
    HtmlItem.create!(page: 'cecutient_version',
                     description: 'ОБ ИНСТИТУТЕ',
                     content: '<p>Приветствую вас на официальном сайте Института косметологии, эстетической медицины и визажного искусства — Дом Русской Косметики. Мы успешно работаем с 1989 года и являемся признанным в России и за рубежом центром обучения косметологии, визажа и эстетической медицины. Наши выпускники возглавляют крупные косметические фирмы и клиники, имеют собственные салоны красоты, школы профессионального макияжа и визажного искусства; являются чемпионами мира по макияжу. Преподаватели Института — специалисты высокого класса, обладатели многочисленных достижений и наград, имеющие колоссальный опыт работы в индустрии красоты.</p>
<p>В 2006 году Дом Русской Косметики получил аккредитацию Международного Терапевтического Экзаменационного Совета (ITEC) — ведущей организации, предоставляющей профессиональную квалификацию в сфере косметологии, нетрадиционной медицины и спортивной терапии. ITEC — это международный экзаменационный комитет, предлагающий специалистам индустрии красоты со всего мира подтвердить высокий уровень своего образования. Он был создан в Великобритании в 1947 году, а в 1973 вышел на мировую арену. Благодаря этому сегодня выпускники факультетов Эстетический медицины и косметологии, Профессионального макияжа, СПА-технологий в дополнение к Диплому Академии получают диплом ITEC. ITEC — это гарантия высокого стандарта обучения и возможность трудоустройства в 42 странах мира, признающих диплом ITEC официально на уровне министерств труда. Дом Русской Косметики — единственное российское учебное заведение, которое смогло получить аккредитацию в ITEC. Экзамен на международный диплом успешно сдает более 90% студентов ДРК.</p>
<p>ЧУ ДПО Институт КЭМВИ ДРК действует на основании лицензии на право ведения образовательной деятельности, регистрационный номер 029847, выданной 28 ноября 2011 годя Департаментом образования г. Москвы, срок действия – бессрочно.</p>
<h6>Согласно приложению к Лицензии Институт осуществляет обучение по следующим программам:</h6>
<ul>
<li>Повышение квалификации на базе среднего и высшего профессионального образования. «Эстетическая косметология. Новые технологии в индустрии красоты»</li>
<li>Повышение квалификации на базе среднего и высшего профессионального образования. «Сестринская косметология»</li>
<li>Повышение квалификации на базе среднего и высшего профессионального образования. «Спа сервис»</li>
<li>Повышение квалификации на базе среднего и высшего профессионального образования. «Косметическая химия и космецевтика в косметологии»</li>
<li>Повышение квалификации на базе среднего и высшего профессионального образования. «Аппаратные технологии в эстетической косметологии»</li>
<li>Повышение квалификации на базе среднего и высшего профессионального образования. «Менеджмент и администрирование предприятий индустрии красоты»</li>
<li>Повышение квалификации на базе среднего и высшего профессионального образования. «Современные аппаратные технологии коррекции косметологических недостатков»</li>
<li>Повышение квалификации на базе среднего и высшего профессионального образования. «Современные инъекционные методы в эстетической медицине»</li>
<li>Повышение квалификации на базе среднего и высшего профессионального образования. «Сестринское дело. Сестринская косметология»</li>
<li>Повышение квалификации на базе среднего и высшего профессионального образования. «Менеджмент организаций. Салон красоты «Под ключ»</li>
<li>Повышение квалификации на базе среднего и высшего профессионального образования. «Косметик со специализацией «Эстетист»</li>
<li>Повышение квалификации на базе высшего профессионального образования. «Косметология»</li>
<li>Программа международного терапевтического экзаменационного совета «Уход за внешностью»</li>
<li>Программа международного терапевтического экзаменационного совета. «Спа-процедуры»</li>
<li>Новые технологии визажного искусства. Макияж, грим, спецэффекты.</li>
<li>Программа международного терапевтического экзаменационного совета. «Создание образа для моды, театра и средств массовой информации».</li>
</ul>
<p>С копией лицензии Института с приложением вы можете ознакомиться по ссылке <a href="http://cosmeticru.com/obrazovatelnaya-litsenziya-8274/">http://cosmeticru.com/obrazovatelnaya-litsenziya-8274/</a></p>
<p>С копией Устава Института вы можете ознакомиться по ссылке <a href="http://cosmeticru.com/meditsinskaya-litsenziya-2341/">http://cosmeticru.com/meditsinskaya-litsenziya-2341/</a></p>
<h2>Учредители института</h2>
<h6>Сикорская Светлана Всеволодовна</h6>
<p>Ректор Института косметологии, эстетической медицины и визажного искусства — Дом Русской Косметики</p>
<p>Доктор наук, (PhD Biochemistry), преподаватель.</p>
<p>Автор более 100 научных публикаций и более 30 книг по косметологии и макияжу. Создатель учебно-методических материалов по новым направлениям подготовки специалистов в индустрии красоты. Для Академии Косметологии и Макияжа подготовила ряд образовательных программ, в том числе: эстетическая косметология, космецевтика, аппаратная косметология, фито- и ароматерапия в косметологии, визажное искусство для кино, театра и телевидения, СПА-терапия. Разработала программы дистанционного обучения специалистов индустрии красоты.</p>
<p>Инициатор создания и ведущая телепрограмм на центральных каналах телевидения – Первый канал, Россия, НТВ. Провела более ста газетных и телевизионных интервью на тему красоты и здоровья с известными российскими персонами, в их числе: Горбачев, Явлинский, Жириновский, Зюганов, Хакамада, Памфилова, Михалков-Кончаловский, Глазунов.</p>
<h6>Сикорская Анна Владимировна</h6>
<p>Проректор Института косметологии, эстетической медицины и визажного искусства — Дом Русской Косметики, руководитель консалтингового центра ДРК.</p>
<p>Выпускница философского факультета МГУ им. М. В. Ломоносова, политолог. Прошла профессиональную подготовку по косметологии и имиджмейкерству при ЦНДИСИ АН СССР. Сертифицированный тренер НЛП (ИГиСП), сертифицированный специалист по классическому и эриксоновскому гипнозу. Соучредитель Международной академии генной психологии.</p>
<p>Автор более 10 книг и учебных пособий по салонному бизнесу, менеджменту, имиджмейкерству и косметологии.</p>
<p>Для Академии Косметологии и Макияжа подготовила ряд образовательных программ, в том числе: «Владелец/управляющий салоном красоты», «Салон красоты «Под ключ», «Имиджмейкер/PR-консультант».</p>
<p>Постоянный участник, автор и ведущая популярных телевизионных и радио-программ.</p>
<h6>Бельченко Евгений Николаевич</h6>
<p>Соучредитель Института косметологии, эстетической медицины и визажного искусства — Дом Русской Косметики, идеолог создания ДРК.</p>
<p>Выпускник факультета журналистики МГУ им. М. В. Ломоносова, отделение телевидения. Писатель, публицист, фотохудожник. Один из ведущих обозревателей в области красоты.</p>
<p>В соавторстве со Светланой Сикорской издал 20 популярных книг и брошюр о косметике, красоте, моде и уходе за внешностью. Автор первой в СССР книги о косметике с цветными иллюстрациями – «Секреты красоты» (1986 год).</p>
<p>Издатель «Газеты для женщин», награжденной Дипломом и Премией Союза журналистов России как лучшее издание для женщин (1997 год).</p>
<p>Автор известных PR-проектов и акций в области красоты. Учредитель национальной ежегодной премии «Стильмедиа» для журналистов и СМИ за пропаганду здорового образа жизни.</p>
<p>Один из продюсеров телепрограмм о красоте на центральных и кабельных каналах телевидения.</p>
<h2>Реквизиты института</h2>
<p>Частное учреждение дополнительного профессионального образования «Институт Косметологии, эстетической медицины и визажного искусства – Дом Русской Косметики»</p>
<p>ЧУ ДПО «Институт КЭМВИ – ДРК»</p>
<p>Юрид. адрес: РФ, 117485, г. Москва, ул. Академика Волгина, д. 1</p>
<p>Факт.адрес: РФ, 105062, г. Москва, пер. Лялин, д.3, стр.3</p>
<p>+7 (495) 642-43-99</p>
<p>ИНН 7728516890 КПП 772801001 ОГРН 1047796468917</p>
<p>р.с. 40702810300000061144 БИК  044525593 к.с. 30101810200000000593</p>
<p>ОАО «Альфа-Банк»</p>')
  end

  def down
    HtmlItem.find_by(page: 'cecutient_version').destroy
  end
end
